{
	"taads": {
		"bitcoin": "Bitcoin is a crypto currency. The tweet comes from Anthony Pompliano, aka Pomp, who works at Morgan Creek Digital Asset where he runs a cryptocurrency fund. But if Argentinians are indeed hailing rides and paying drivers directly with bitcoins, as Pompliano seems to be saying, then maybe I’ve been too quick to dismiss the bitcoin-as-money scenario. Paying for stuff is exactly what Satoshi Nakamoto intended bitcoin to do, right? So I dug further into the tweet. In 2016, the City of Buenos Aires ordered the major credit card companies to block Uber’s App. Stanford Law School’s WILmap project has a detailed post on this. So Argentinians suddenly found that while their MasterCard and Visa cards worked for everything else, they could no longer be used to get an Uber ride. Tangem delivered the first 10,000 notes to Singapore early this month after having undergone a comprehensive security audit by Kudelski Group",
		"litecoin": "The Litecoin cryptocurrency is a fork of the Bitcoin codebase that was positioned as “a silver to Bitcoin’s gold.” It was created by former Google and Coinbase engineer Charlie Lee in 2011. While similar to Bitcoin in terms of tech and monetary policy, even featuring its own periodic halving of its supply schedule, Litecoin features some core changes such as block times that are four times longer and a supply cap that is four times as large compared with BTC. One key technical difference Litecoin has with Bitcoin is its mining algorithm, Scrypt, which makes it easier for users to generate hashes with commonly available hardware and participate in the mining process. In June 2017, Charle Lee left his position at Coinbase to commit to Litecoin full time and is currently head of the Litecoin Foundation, which stewards and finances Litecoin ecosystem development.",
		"dogecoin": "Dogecoin, the tongue-in-cheek cryptocurrency that's been adopted as a pet project by Tesla billionaire Elon Musk, has suddenly crashed—losing 10% of its value in the last 24 hours. The dogecoin price is down almost 20% over the last week, dropping after YouTuber and dogecoin investor Matt Wallace announced he was buying a new Tiger King-branded cryptocurrency. Dogecoin, after seeing its price explode in January amid trading restrictions being placed on so-called meme stocks, broke into the cryptocurrency top ten by value thanks to support from Elon Musk and other high-profile investors and influencers.",
		"ethereum": "But ethereum developer Tim Beiko confirmed on Wednesday that the upgrade was ready and should hit the main ethereum network, or on August 4. Beiko said people should expect an official announcement next week. Under ethereum 2.0, the blockchain will operate on a proof-of-stake system, where it is secured by users putting forward an ether 'stake' to gain the right to validate transactions and earn coins. The ethereum network is also set to undergo an even bigger overhaul, known as ethereum 2.0.",
		"tether": "Tether is the third-biggest cryptocurrency in the world by market value. And it’s got some economists — including an official at the U.S. Federal Reserve — worried. The issues surrounding tether hold significant implications for the nascent cryptocurrency world. And economists increasingly fear that it could also impact markets beyond digital currencies. Here’s what you need to know. Like bitcoin, tether is a cryptocurrency. In fact, it’s the world’s third-biggest digital coin by market value. But it’s very different from bitcoin and other virtual currencies. Tether is what’s known as a stablecoin. These are digital currencies that are tied to real-world assets — the U.S. dollar, for example — to maintain a stable value, unlike most cryptocurrencies which are known to be volatile. Bitcoin, for example, rose to an all-time high of nearly $65,000 in April and has since almost halved in value.",
		"cardano" : "Cardano in focus: Why this altcoin could have an exciting year ahead. We dive into the world of cryptocurrency with Simon Hudson, founder and CEO of Cheeze, Inc. First up, no not Bitcoin, but Cardano, one of the many altcoins on the market. Cardano began development back in 2014 by two former co-founders of Ethereum, Charles Hoskinson and his former Ethereum colleague, Jerry Wood. The platform first launched in September 2017 with its native cryptocurrency ADA, named in homage to the 19th century mathematician Ada Lovelace. Cardano, like Ethereum, allows the execution of smart contracts and Decentralised Apps (DApps), which are extremely powerful and allow developers to build products and solutions on the blockchains – these include NFTs (Non-Fungible Tokens) that have rocketed in popularity over the past six months",
		"xrp": "XRP is a digital asset built for payments. It is the native digital asset on the XRP Ledger—an open-source, permissionless and decentralized blockchain technology that can settle transactions in 3-5 seconds. XRP can be sent directly without needing a central intermediary, making it a convenient instrument in bridging two different currencies quickly and efficiently. Faster, less costly and more scalable than any other digital asset, XRP and the XRP Ledger are used to power innovative technology across the payments space. Ripple is focused on building technology to help unleash new utility for XRP and transform global payments. Third parties are also pursuing other XRP-related use cases.",
		"binance": "Binance Booms as Crypto Trading Unfolds Beyond Nations’ Reach. It pays its people in a digital token of its own devising. It’s based wherever its founder happens to be. A growing list of countries want no part of it. And Binance Holdings Ltd. might just be the biggest, craziest thing in the big, crazy realm of cryptocurrencies. Founded in China, banished to Japan and later self-exiled to Malta, Binance today is officially domiciled in the Cayman Islands and, unofficially, headquartered precisely nowhere. The platform lives on the internet and so far has seemed to elude regulators’ attempts to pinpoint exactly how it operates and where. At its heart is CZ, a crypto cult figure with about 3 million Twitter followers and a stated desire to minimize government oversight. Lately, he’s been living in Singapore.",
		"stellar": "Stellar makes it possible to create, send, and trade digital representations of all forms of money: dollars, pesos, bitcoin, pretty much anything. It’s designed so all the world’s financial systems can work together on a single network. Stellar's API and SDKs are ready to help you transform the world of finance, and the network’s currency connections could give even a small company the power and reach of an international bank. Here's what you can build with a few lines of code. Use Stellar's built-in decentralized exchange for crypto, forex, or securities. Users can swap between tokens using simple functions built into the protocol.",
		"customtext" : ""
	}
	
}